The notch thickness is larger than landing.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId NotchThicknessIsLargerThanLandingWarning { get; }
  Visual Basic
Public Shared ReadOnly Property NotchThicknessIsLargerThanLandingWarning As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ NotchThicknessIsLargerThanLandingWarning {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures StairRampFailures Class
  Autodesk.Revit.DB Namespace